---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepZoneEquipmentBehavior
source: html/e9b40c78-71a5-d9c5-d22c-13abfc99236a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepZoneEquipmentBehavior Property

"Behavior"

## Syntax (C#)
```csharp
public static ForgeTypeId MepZoneEquipmentBehavior { get; }
```